Repository: rusel95/AstroSvitla
Catalog: AstroSvitla/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, uk

# action.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати

# action.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити

# action.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
tr: Devam
uk: Продовжити

# action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити

# action.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Tamam
uk: Готово

# action.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
ru: Повторить
tr: Tekrar dene
uk: Повторити

# action.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти

# area.action.view_chart
source: View natal chart
de: Geburtshoroskop ansehen
es: Ver carta natal
fr: Voir le thème natal
it: Visualizza tema natale
ja: ホロスコープを表示
ko: 출생 차트 보기
pt_br: Ver mapa natal
ru: Посмотреть натальную карту
tr: Doğum haritasını görüntüle
uk: Переглянути натальну карту

# area.badge.purchased
source: Already purchased
de: Bereits gekauft
es: Ya comprado
fr: Déjà acheté
it: Già acquistato
ja: 購入済み
ko: 이미 구매함
pt_br: Já adquirido
ru: Уже куплено
tr: Zaten satın alındı
uk: Вже придбано

# area.career
source: Career
de: Karriere
es: Carrera
fr: Carrière
it: Carriera
ja: キャリア
ko: 커리어
pt_br: Carreira
ru: Карьера
tr: Kariyer
uk: Кар'єра

# area.career.description
source: Career & success
de: Karriere & Erfolg
es: Carrera y éxito
fr: Carrière et succès
it: Carriera e successo
ja: キャリアと成功
ko: 직업과 성공
pt_br: Carreira e sucesso
ru: Карьера и успех
tr: Kariyer ve başarı
uk: Професія та успіх

# area.finances
source: Finances
de: Finanzen
es: Finanzas
it: Finanze
ja: 財務
ko: 재정
pt_br: Finanças
ru: Финансы
tr: Finans
uk: Фінанси

# area.finances.description
source: Money & abundance
de: Geld & Wohlstand
es: Dinero y abundancia
fr: Argent et abondance
it: Denaro e abbondanza
ja: お金と豊かさ
ko: 돈과 풍요
pt_br: Dinheiro e abundância
ru: Деньги и достаток
tr: Para ve bolluk
uk: Гроші та достаток

# area.general
source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
pt_br: Geral
ru: Общее
tr: Genel
uk: Загальне

# area.general.description
source: General overview
de: Allgemeine Übersicht
es: Visión general
fr: Aperçu général
it: Panoramica generale
ja: 総合概要
ko: 일반 개요
pt_br: Visão geral
ru: Общий обзор
tr: Genel bakış
uk: Загальний огляд

# area.health
source: Wellness
de: Wohlbefinden
es: Bienestar
fr: Bien-être
it: Benessere
ja: ウェルネス
ko: 웰니스
pt_br: Bem-estar
ru: Благополучие
tr: İyilik Hali
uk: Благополуччя

# area.health.description
source: Wellness & Energy
de: Wohlbefinden & Energie
es: Bienestar y energía
fr: Bien-être et énergie
it: Benessere ed energia
ja: ウェルネスとエネルギー
ko: 웰니스와 에너지
pt_br: Bem-estar e energia
ru: Благополучие и энергия
tr: İyilik hali ve enerji
uk: Благополуччя та енергія

# area.navigation.title
source: Select area
de: Bereichsauswahl
es: Selección de área
fr: Sélection de zone
it: Selezione area
ja: エリア選択
ko: 영역 선택
pt_br: Seleção de área
ru: Выбор области
tr: Alan seçimi
uk: Оберіть сферу

# area.relationships
source: Relationships
de: Beziehungen
es: Relaciones
fr: Relations
it: Relazioni
ja: 人間関係
ko: 관계
pt_br: Relacionamentos
ru: Отношения
tr: İlişkiler
uk: Стосунки

# area.relationships.description
source: Love & partnership
de: Liebe & Partnerschaft
es: Amor y pareja
fr: Amour et partenariat
it: Amore e relazioni
ja: 愛とパートナーシップ
ko: 사랑과 파트너십
pt_br: Amor e parceria
ru: Любовь и партнёрство
tr: Aşk ve ilişkiler
uk: Любов та партнерство

# area.subtitle.choose
source: Select a life area for a detailed astrological report
de: Wählen Sie einen Lebensbereich für einen detaillierten Astrologiebericht
es: Seleccione un área de vida para un informe astrológico detallado
fr: Sélectionnez un domaine de vie pour un rapport astrologique détaillé
it: Seleziona un'area della vita per un rapporto astrologico dettagliato
ja: 詳細な占星術レポートのために人生の分野を選択してください
ko: 상세한 점성술 보고서를 위해 삶의 영역을 선택하세요
pt_br: Selecione uma área da vida para um relatório astrológico detalhado
ru: Выберите область жизни для подробного астрологического отчёта
tr: Detaylı astroloji raporu için bir yaşam alanı seçin
uk: Виберіть область життя для детального астрологічного звіту

# area.title.choose
source: Choose analysis area
de: Analysebereich wählen
es: Elegir área de análisis
fr: Choisir le domaine d'analyse
it: Scegli l'area di analisi
ja: 分析領域を選択
ko: 분석 영역 선택
pt_br: Escolher área de análise
ru: Выберите область анализа
tr: Analiz alanı seçin
uk: Оберіть сферу аналізу

source: ASC
de: ASZ

# birth.action.clear_saved
source: Clear saved data
de: Gespeichertes löschen
es: Borrar guardado
fr: Effacer la sauvegarde
it: Cancella salvato
ja: 保存データを削除
ko: 저장된 항목 지우기
pt_br: Limpar salvo
ru: Очистить сохранённое
tr: Kaydedileni temizle
uk: Очистити збережені дані

# birth.field.date
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
uk: Дата

# birth.field.location
source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Luogo
ja: 場所
ko: 위치
pt_br: Local
ru: Место
tr: Konum
uk: Місце

# birth.field.time
source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
tr: Saat
uk: Час

# birth.help.precision
source: Enter exact birth details. Precise time ensures accurate house calculation.
de: Für beste Ergebnisse geben Sie die genaue Geburtszeit ein
es: Para mejores resultados, ingresa la hora exacta de nacimiento
fr: Pour de meilleurs résultats, entrez l'heure exacte de naissance
it: Per risultati migliori, inserisci l'ora esatta di nascita
ja: 最良の結果を得るには、正確な出生時刻を入力してください
ko: 최상의 결과를 위해 정확한 출생 시간을 입력하세요
pt_br: Para melhores resultados, insira a hora exata de nascimento
ru: Для лучших результатов введите точное время рождения
tr: En iyi sonuçlar için doğum saatini tam olarak girin
uk: Введіть точні дані народження для розрахунку натальної карти. Час має бути максимально точним для коректного визначення будинків.

# birth.location.placeholder
source: Select location
de: Ort wählen
es: Seleccionar ubicación
fr: Sélectionner le lieu
it: Seleziona posizione
ja: 場所を選択
ko: 위치 선택
pt_br: Selecionar local
ru: Выберите место
tr: Konum seçin
uk: Виберіть місце

# birth.navigation.title
source: Birth data
de: Geburtsdaten
es: Datos de nacimiento
fr: Détails de naissance
it: Dati di nascita
ja: 出生情報
ko: 출생 정보
pt_br: Dados de nascimento
ru: Данные рождения
tr: Doğum bilgileri
uk: Дані народження

# birth.section.details
source: Birth data
de: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부정보
pt_br: Detalhes
ru: Детали
tr: Detaylar
uk: Дані народження

# birth.your_chart
source: Your Chart
de: Ihr Horoskop
es: Tu carta
fr: Votre thème
it: Il tuo tema
ja: あなたのチャート
ko: 당신의 차트
pt_br: Seu mapa
ru: Ваша карта
tr: Haritanız
uk: Ваша карта

# carousel_title_analysis
source: Deep Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
ja: 分析
ko: 분석
pt_br: Análise
ru: Анализ
tr: Analiz
uk: Глибокий аналіз

# carousel_title_cover
source: Cover
de: Ihr Geburtshoroskop
es: Tu carta natal
fr: Votre thème natal
it: La tua carta natale
ja: あなたのネイタルチャート
ko: 당신의 네이탈 차트
pt_br: Seu mapa natal
ru: Ваша натальная карта
tr: Doğum haritanız
uk: Обкладинка

# carousel_title_cta
source: Get Your Full Report
de: Bericht erhalten
es: Obtén tu informe
fr: Obtenir votre rapport
it: Ottieni il tuo report
ja: レポートを取得
ko: 리포트 받기
pt_br: Obter seu relatório
ru: Получить отчёт
tr: Raporunuzu alın
uk: Отримай повний звіт

# carousel_title_influences
source: Key Influences
de: Schlüsseleinflüsse
es: Influencias clave
fr: Influences clés
it: Influenze chiave
ja: 主要な影響
ko: 주요 영향
pt_br: Influências principais
ru: Ключевые влияния
tr: Anahtar etkiler
uk: Ключові впливи

# carousel_title_recommendations
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni
ja: 推奨事項
ko: 권장사항
pt_br: Recomendações
ru: Рекомендации
tr: Öneriler
uk: Рекомендації

# carousel.analysis.title
source: Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
ja: 分析
ko: 분석
pt_br: Análise
ru: Анализ
tr: Analiz
uk: Аналіз

# carousel.cover.swipe_hint
source: Swipe for insights
de: Wischen für Einblicke
es: Desliza para ver más
fr: Glissez pour découvrir
it: Scorri per i dettagli
ja: スワイプで詳細を見る
ko: 스와이프하여 인사이트 보기
pt_br: Deslize para insights
ru: Листайте для подробностей
tr: Detaylar için kaydırın
uk: Гортайте для деталей

# carousel.cta.button
source: Get Your Report
de: Hol dir deinen Bericht
es: Obtén tu informe
fr: Obtenez votre rapport
it: Ottieni il tuo report
ja: レポートを取得
ko: 리포트 받기
pt_br: Obtenha seu relatório
ru: Получить отчёт
tr: Raporunu al
uk: Отримати звіт

# carousel.influences.title
source: Key Influences
de: Wichtige Einflüsse
es: Influencias clave
fr: Influences clés
it: Influenze chiave
ja: 主な影響
ko: 주요 영향
pt_br: Influências principais
ru: Ключевые влияния
tr: Temel etkiler
uk: Ключові впливи

# carousel.recommendations.title
source: Recommendations
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
it: Raccomandazioni
ja: おすすめ
ko: 추천
pt_br: Recomendações
ru: Рекомендации
tr: Öneriler
uk: Рекомендації

# chart.ascendant
source: Ascendant
de: Aszendent
es: Ascendente
it: Ascendente
ja: アセンダント
ko: 어센던트
pt_br: Ascendente
ru: Асцендент
tr: Yükselen
uk: Асцендент

# chart.aspect.orb %@
source: Orb: %@
de: Orbis: %@
es: Orbe: %@
fr: Orbe : %@
it: Orbita: %@
ja: オーブ: %@
ko: 오브: %@
pt_br: Orbe: %@
ru: Орбис: %@
uk: Орбіс: %@

# chart.calculation_date
source: Calculation Date
de: Berechnungsdatum
es: Fecha de cálculo
fr: Date de calcul
it: Data di calcolo
ja: 計算日
ko: 계산 날짜
pt_br: Data do cálculo
ru: Дата расчёта
tr: Hesaplama tarihi
uk: Дата розрахунку

# chart.coordinates
source: Coordinates
de: Koordinaten
es: Coordenadas
fr: Coordonnées
it: Coordinate
ja: 座標
ko: 좌표
pt_br: Coordenadas
ru: Координаты
tr: Koordinatlar
uk: Координати

# chart.date
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
tr: Tarih
uk: Дата

# chart.details.title
source: Chart Details
de: Horoskop-Details
es: Detalles de la carta
fr: Détails du thème
it: Dettagli del tema
ja: チャート詳細
ko: 차트 세부정보
pt_br: Detalhes do mapa
ru: Детали карты
tr: Harita detayları
uk: Деталі карти

# chart.house %lld
source: House %lld
de: Haus %lld
es: Casa %lld
fr: Maison %lld
it: Casa %lld
ja: ハウス%lld
ko: 하우스 %lld
pt_br: Casa %lld
ru: Дом %lld
tr: Ev %lld
uk: Дім %lld

# chart.loading
source: Loading chart...
de: Diagramm wird geladen...
es: Cargando carta...
fr: Chargement du thème...
it: Caricamento mappa...
ja: チャートを読み込み中...
ko: 차트 로딩 중...
pt_br: Carregando mapa...
ru: Загрузка карты...
tr: Harita yükleniyor...
uk: Завантаження карти...

# chart.location
source: Location
de: Ort
es: Ubicación
fr: Lieu
it: Luogo
ja: 場所
ko: 위치
pt_br: Local
ru: Место
tr: Konum
uk: Місце

# chart.midheaven
source: Midheaven
de: Medium Coeli
es: Medio Cielo
fr: Milieu du Ciel
it: Medio Cielo
ja: MC（天頂）
ko: MC(천정)
pt_br: Meio do Céu
ru: Середина неба
tr: Gökyüzü ortası
uk: Середина неба

# chart.planet.position %@ %lld
source: %1$@ House %2$lld
de: %1$@ %2$lld
es: %1$@ %2$lld
fr: %1$@ %2$lld
it: %1$@ %2$lld
ja: %1$@ %2$lld
ko: %1$@ %2$lld
pt_br: %1$@ %2$lld
ru: %1$@ %2$lld
tr: %1$@ %2$lld
uk: %1$@ %2$lld

# chart.planet.speed %@
source: Speed: %@
de: Geschwindigkeit: %@
es: Velocidad: %@
fr: Vitesse : %@
it: Velocità: %@
ja: 速度: %@
ko: 속도: %@
pt_br: Velocidade: %@
ru: Скорость: %@
tr: Hız: %@
uk: Швидкість: %@

# chart.rendering
source: Rendering chart...
de: Horoskop wird erstellt...
es: Generando carta...
fr: Création du thème...
it: Generazione tema...
ja: チャート生成中...
ko: 차트 생성 중...
pt_br: Gerando mapa...
ru: Построение карты...
tr: Harita oluşturuluyor...
uk: Побудова карти...

# chart.rendering_error
source: Unable to render chart
de: Horoskop konnte nicht erstellt werden
es: No se pudo generar la carta
fr: Impossible de créer le thème
it: Impossibile generare il tema
ja: チャートを生成できません
ko: 차트를 생성할 수 없습니다
pt_br: Não foi possível gerar o mapa
ru: Не удалось построить карту
tr: Harita oluşturulamadı
uk: Не вдалося побудувати карту

# chart.section.angles
source: Angles
de: Achsen
es: Ángulos
it: Angoli
ja: アングル
ko: 앵글
pt_br: Ângulos
ru: Углы
tr: Açılar
uk: Кути

# chart.section.aspects %lld
source: Aspects (%lld)
de: Aspekte (%lld)
es: Aspectos (%lld)
it: Aspetti (%lld)
ja: アスペクト (%lld)
ko: 애스펙트 (%lld)
pt_br: Aspectos (%lld)
ru: Аспекты (%lld)
tr: Açılar (%lld)
uk: Аспекти (%lld)

# chart.section.birth_data
source: Birth Data
de: Geburtsdaten
es: Datos de nacimiento
fr: Données de naissance
it: Dati di nascita
ja: 出生データ
ko: 출생 데이터
pt_br: Dados de nascimento
ru: Данные рождения
tr: Doğum verileri
uk: Дані народження

# chart.section.houses %lld
source: Houses (%lld)
de: Häuser (%lld)
es: Casas (%lld)
fr: Maisons (%lld)
it: Case (%lld)
ja: ハウス (%lld)
ko: 하우스 (%lld)
pt_br: Casas (%lld)
ru: Дома (%lld)
tr: Evler (%lld)
uk: Доми (%lld)

# chart.section.metadata
source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타데이터
pt_br: Metadados
ru: Метаданные
tr: Meta veriler
uk: Метадані

# chart.section.planets %lld
source: Planets (%lld)
de: Planeten (%lld)
es: Planetas (%lld)
fr: Planètes (%lld)
it: Pianeti (%lld)
ja: 惑星 (%lld)
ko: 행성 (%lld)
pt_br: Planetas (%lld)
ru: Планеты (%lld)
tr: Gezegenler (%lld)
uk: Планети (%lld)

# chart.time
source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
tr: Saat
uk: Час

# chart.timezone
source: Timezone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ja: タイムゾーン
ko: 시간대
pt_br: Fuso horário
ru: Часовой пояс
tr: Saat dilimi
uk: Часовий пояс

# chart.unavailable
source: Chart Visualization Unavailable
de: Diagramm nicht verfügbar
es: Carta no disponible
fr: Thème indisponible
it: Mappa non disponibile
ja: チャートが利用できません
ko: 차트를 사용할 수 없음
pt_br: Mapa indisponível
ru: Карта недоступна
tr: Harita kullanılamıyor
uk: Візуалізація карти недоступна

# error.api.invalid_response
source: Invalid response from server
de: Ungültige Serverantwort
es: Respuesta inválida del servidor
fr: Réponse invalide du serveur
it: Risposta non valida dal server
ja: サーバーからの無効な応答
ko: 서버 응답이 유효하지 않습니다
pt_br: Resposta inválida do servidor
ru: Неверный ответ от сервера
tr: Geçersiz sunucu yanıtı
uk: Невірна відповідь від сервера

# error.api.missing_key
source: API key is missing
de: API-Schlüssel fehlt
es: Falta la clave API
fr: Clé API manquante
it: Chiave API mancante
ja: APIキーがありません
ko: API 키가 없습니다
pt_br: Chave API ausente
ru: Отсутствует ключ API
tr: API anahtarı eksik
uk: Відсутній ключ API

# error.api.no_content
source: No content received
de: Kein Inhalt empfangen
es: No se recibió contenido
fr: Aucun contenu reçu
it: Nessun contenuto ricevuto
ja: コンテンツが受信されませんでした
ko: 콘텐츠를 받지 못했습니다
pt_br: Nenhum conteúdo recebido
ru: Контент не получен
tr: İçerik alınamadı
uk: Вміст не отримано

# error.api.rate_limited
source: Too many requests. Please try again later.
de: Zu viele Anfragen. Bitte später erneut versuchen.
es: Demasiadas solicitudes. Intente más tarde.
fr: Trop de requêtes. Veuillez réessayer plus tard.
it: Troppe richieste. Riprova più tardi.
ja: リクエストが多すぎます。後でお試しください。
ko: 요청이 너무 많습니다. 나중에 다시 시도하세요.
pt_br: Muitas solicitações. Tente novamente mais tarde.
ru: Слишком много запросов. Попробуйте позже.
tr: Çok fazla istek. Lütfen daha sonra tekrar deneyin.
uk: Забагато запитів. Спробуйте пізніше.

# error.api.unavailable
source: Service temporarily unavailable
de: Dienst vorübergehend nicht verfügbar
es: Servicio temporalmente no disponible
fr: Service temporairement indisponible
it: Servizio temporaneamente non disponibile
ja: サービスは一時的に利用できません
ko: 서비스를 일시적으로 사용할 수 없습니다
pt_br: Serviço temporariamente indisponível
ru: Сервис временно недоступен
tr: Servis geçici olarak kullanılamıyor
uk: Сервіс тимчасово недоступний

# error.cancelled
source: Operation cancelled
de: Vorgang abgebrochen
es: Operación cancelada
fr: Opération annulée
it: Operazione annullata
ja: 操作がキャンセルされました
ko: 작업이 취소되었습니다
pt_br: Operação cancelada
ru: Операция отменена
tr: İşlem iptal edildi
uk: Операцію скасовано

# error.chart.fetch
source: Failed to fetch chart
de: Horoskop konnte nicht abgerufen werden
es: No se pudo obtener la carta
fr: Impossible de récupérer le thème
it: Impossibile recuperare il tema
ja: チャートを取得できませんでした
ko: 차트를 가져올 수 없습니다
pt_br: Não foi possível obter o mapa
ru: Не удалось получить карту
tr: Harita alınamadı
uk: Не вдалося отримати карту

# error.coordinates_not_found
source: Coordinates not found
de: Koordinaten nicht gefunden
es: Coordenadas no encontradas
fr: Coordonnées introuvables
it: Coordinate non trovate
ja: 座標が見つかりません
ko: 좌표를 찾을 수 없습니다
pt_br: Coordenadas não encontradas
ru: Координаты не найдены
tr: Koordinatlar bulunamadı
uk: Координати не знайдено

# error.generic
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
pt_br: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu
uk: Сталася помилка

# error.network %@
source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
pt_br: Erro de rede: %@
ru: Ошибка сети: %@
tr: Ağ hatası: %@
uk: Помилка мережі: %@

# error.profile.create
source: Failed to create profile
de: Profil konnte nicht erstellt werden
es: No se pudo crear el perfil
fr: Impossible de créer le profil
it: Impossibile creare il profilo
ja: プロフィールを作成できませんでした
ko: 프로필을 만들 수 없습니다
pt_br: Não foi possível criar o perfil
ru: Не удалось создать профиль
tr: Profil oluşturulamadı
uk: Не вдалося створити профіль

# error.profile.select
source: Please select a profile
de: Bitte wählen Sie ein Profil
es: Por favor seleccione un perfil
fr: Veuillez sélectionner un profil
it: Seleziona un profilo
ja: プロフィールを選択してください
ko: 프로필을 선택하세요
pt_br: Por favor, selecione um perfil
ru: Пожалуйста, выберите профиль
tr: Lütfen bir profil seçin
uk: Будь ласка, виберіть профіль

# error.report.not_found
source: Report not found
de: Bericht nicht gefunden
es: Informe no encontrado
fr: Rapport introuvable
it: Report non trovato
ja: レポートが見つかりません
ko: 리포트를 찾을 수 없습니다
pt_br: Relatório não encontrado
ru: Отчёт не найден
tr: Rapor bulunamadı
uk: Звіт не знайдено

# error.title
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
tr: Hata
uk: Помилка

# loading.calculating.description %@
source: Calculating natal chart for %@
de: Berechne Geburtshoroskop für %@
es: Calculando carta natal para %@
fr: Calcul du thème natal pour %@
it: Calcolo tema natale per %@
ja: %@の出生チャートを計算中
ko: %@의 출생 차트 계산 중
pt_br: Calculando mapa natal para %@
ru: Расчёт натальной карты для %@
tr: %@ için doğum haritası hesaplanıyor
uk: Розрахунок натальної карти для %@

# loading.calculating.navigation
source: Calculating
de: Berechnung
es: Calculando
fr: Calcul
it: Calcolo
ja: 計算中
ko: 계산 중
pt_br: Calculando
ru: Расчёт
tr: Hesaplanıyor
uk: Розрахунок

# loading.calculating.title
source: Calculating Chart
de: Horoskop wird berechnet
es: Calculando carta
fr: Calcul du thème
it: Calcolo del tema
ja: チャート計算中
ko: 차트 계산 중
pt_br: Calculando mapa
ru: Расчёт карты
tr: Harita hesaplanıyor
uk: Розрахунок карти

# loading.generating.navigation
source: Generating
de: Erstellung
es: Generando
fr: Génération
it: Generazione
ja: 生成中
ko: 생성 중
pt_br: Gerando
ru: Генерация
tr: Oluşturuluyor
uk: Генерація

# loading.generating.time_estimate
source: This may take a minute...
de: Dies kann eine Minute dauern...
es: Esto puede tardar un minuto...
fr: Cela peut prendre une minute...
it: Potrebbe richiedere un minuto...
ja: 1分ほどかかる場合があります...
ko: 1분 정도 걸릴 수 있습니다...
pt_br: Isso pode levar um minuto...
ru: Это может занять минуту...
tr: Bu bir dakika sürebilir...
uk: Це може зайняти хвилину...

# loading.generating.title
source: Generating Report
de: Bericht wird erstellt
es: Generando informe
fr: Génération du rapport
it: Generazione report
ja: レポート生成中
ko: 리포트 생성 중
pt_br: Gerando relatório
ru: Генерация отчёта
tr: Rapor oluşturuluyor
uk: Генерація звіту

# location.search.hint_short
source: Start typing the city and country (minimum 3 characters).
de: Stadt suchen
es: Buscar una ciudad
fr: Rechercher une ville
it: Cerca una città
ja: 都市を検索
ko: 도시 검색
pt_br: Pesquisar uma cidade
ru: Поиск города
tr: Şehir ara
uk: Почніть вводити місто та країну. Мінімум 3 символи.

# location.search.loading
source: Searching…
de: Suche...
es: Buscando...
fr: Recherche...
it: Ricerca...
ja: 検索中...
ko: 검색 중...
pt_br: Pesquisando...
ru: Поиск...
tr: Aranıyor...
uk: Пошук…

# location.search.no_results
source: No matches found. Try a different spelling.
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 결과 없음
pt_br: Nenhum resultado encontrado
ru: Результатов не найдено
tr: Sonuç bulunamadı
uk: Збігів не знайдено. Спробуйте інший варіант написання.

# location.search.title
source: Search location
de: Standort suchen
es: Buscar ubicación
fr: Rechercher un lieu
it: Cerca posizione
ja: 場所を検索
ko: 위치 검색
pt_br: Pesquisar local
ru: Поиск места
tr: Konum ara
uk: Пошук місця

# logs.books_count %lld
source: %lld books
de: %lld Bücher
es: %lld libros
fr: %lld livres
it: %lld libri
ja: %lld冊
ko: %lld권
pt_br: %lld livros
ru: %lld книг
tr: %lld kitap
uk: %lld книг

# logs.chunks %lld
source: %lld chunks
de: %lld Fragmente
es: %lld fragmentos
fr: %lld fragments
it: %lld frammenti
ja: %lldフラグメント
ko: %lld 조각
pt_br: %lld fragmentos
ru: %lld фрагментов
tr: %lld parça
uk: %lld фрагментів

# logs.chunks_used %lld
source: %lld chunks used
de: %lld Fragmente verwendet
es: %lld fragmentos usados
fr: %lld fragments utilisés
it: %lld frammenti usati
ja: %lldフラグメント使用
ko: %lld 조각 사용됨
pt_br: %lld fragmentos usados
ru: %lld фрагментов использовано
tr: %lld parça kullanıldı
uk: %lld фрагментів використано

# logs.cost
source: Cost
de: Kosten
es: Costo
fr: Coût
it: Costo
ja: コスト
ko: 비용
pt_br: Custo
ru: Стоимость
tr: Maliyet
uk: Вартість

# logs.database_empty
source: Database Empty
de: Datenbank leer
es: Base de datos vacía
fr: Base de données vide
it: Database vuoto
ja: データベースが空です
ko: 데이터베이스가 비어 있습니다
pt_br: Banco de dados vazio
ru: База данных пуста
tr: Veritabanı boş
uk: База даних порожня

# logs.database_empty.subtitle
source: No knowledge sources available
de: Keine Wissensquellen verfügbar
es: No hay fuentes de conocimiento disponibles
fr: Aucune source de connaissances disponible
it: Nessuna fonte di conoscenza disponibile
ja: 知識ソースがありません
ko: 지식 소스가 없습니다
pt_br: Nenhuma fonte de conhecimento disponível
ru: Источники знаний недоступны
tr: Bilgi kaynakları mevcut değil
uk: Джерела знань недоступні

# logs.external_books
source: External Books
de: Externe Bücher
es: Libros externos
fr: Livres externes
it: Libri esterni
ja: 外部書籍
ko: 외부 도서
pt_br: Livros externos
ru: Внешние книги
tr: Harici kitaplar
uk: Зовнішні книги

# logs.from_our_db
source: From Our Database
de: Aus unserer Datenbank
es: De nuestra base de datos
fr: De notre base de données
it: Dal nostro database
ja: データベースより
ko: 데이터베이스에서
pt_br: Do nosso banco de dados
ru: Из нашей базы данных
tr: Veritabanımızdan
uk: З нашої бази даних
